Revit 2027 API
ParameterTypeId.LevelAttrRoomComputationHeight Property
 "Computation Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LevelAttrRoomComputationHeight { get; }
Public Shared ReadOnly Property LevelAttrRoomComputationHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LevelAttrRoomComputationHeight {
	ForgeTypeId^ get ();
}
static member LevelAttrRoomComputationHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace